<!DOCTYPE HTML>
<html lang="ca">
	<head>
		<title>Fitness Center</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<meta name="description" content="" />
		<meta name="keywords" content="" />
		<link rel="stylesheet" href="assets/css/main.css" />
        <link href="/your-path-to-fontawesome/css/all.css" rel="stylesheet">
        <link rel="icon" href="../web_app/v1.0/media/images/favicon.png" type="image/png" />
        <link href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.1/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-WskhaSGFgHYWDcbwN70/dfYBj47jz9qbsMId/iRN3ewGhXQFZCSftd1LZCfmhktB" crossorigin="anonymous">
	</head>
	<body class="is-preload">

	
			<header id="header">
				<a class="logo" href="index.html">Fitness Center</a>
				<nav>
					<a href="#menu">Menu</a>
				</nav>
			</header>


			<nav id="menu">
				<ul class="links">
					<li><a href="index.html">Home</a></li>
					<li><a href="./var/www/html/fitnesscenter/web_app/v1.0/index.php">Accés</a></li>
					<li><a href="mailto:fcenterdam@gmail.com">Contacte</a></li>
				</ul>
			</nav>

	
			<section id="banner">
				<div class="inner">
					<h1>Fitness Center</h1>
					<p>El teu centre esportiu de confiança.</p>
				</div>
				<video autoplay loop muted playsinline src="./images/banner.mp4"></video>
			</section>

		
			<section class="wrapper">
				<div class="inner">
					<header class="special">
						<h2>Les millors instal·lacions</h2>
						<p>Disposem de les millors instal·lacions a nivell nacional, entre altres disposem de l'unica pista d'atletisme indoor a Espanya.</p>
					</header>
					<div class="highlights">
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/gym.jpg"/><br /><br />
									<h3>Gimnàs equipat</h3>
								</header>
								<p>Tenim el gimnàs millor equipat amb les millors màquines del mercat a nivell mundial.</p>
							</div>
						</section>
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/piscina.jpg"/><br /><br />
									<h3>Piscina climatitzada</h3>
								</header>
								<p>Piscina climatitzada interior per a una millor comoditat per als nostres esportistes d'aigua.</p>
							</div>
						</section>
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/pista.jpg"/><br /><br />
									<h3>Zona runners</h3>
								</header>
								<p>Només nosaltres, disposem d'una pista d'atletisme i de running indoor per poder entrenar independentment de les condicions climàtiques.</p>
							</div>
						</section>
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/spa.jpg"/><br /><br />
									<h3>Zona spa i relax</h3>
								</header>
								<p>Disposem d'una zona de relax preparada amb tot per a reposar forces després d'un bon entrenament.</p>
							</div>
						</section>
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/equip.jpg"/><br /><br />
									<h3>Atenció personalitzada</h3>
								</header>
								<p>Ens adaptem a les necessitats més particulars de cada un dels nostres socis.</p>
							</div>
						</section>
						<section>
							<div class="content">
								<header>
									<img style="width: 100%;" src="./images/parking.jpg"/><br /><br />
									<h3>Parquing exclusiu</h3>
								</header>
								<p>Cada soci disposa de la seva plaça de pàrquing videovigilada 24 hores.</p>
							</div>
						</section>
					</div>
				</div>
			</section>

		
			<section id="cta" class="wrapper">
				<div class="inner">
					<h2>Compromís amb els nostres socis</h2>
					<p>Fitness Center assessora i ajuda als nostres socis a millorar la seva qualtat de vida, amb l'ajuda dels nostres personal trainers altament qualificats i des del punt de vista més particular, aportant i personalitzant les rutnes i dietes més completes per a obtenir el millor resultat possible.</p>
				</div>
			</section>


			<section class="wrapper">
				<div class="inner">
					<header class="special">
						<h2>Casos d'èxit</h2>
						<p>A Fitness Center ens sentim orgullosos de poder formar i entrenar a professionals del sector.</p>
					</header>
					<div class="testimonials">
						<section>
							<div class="content">
								<blockquote>
									<p>Cada dia d'entrenament a Fitness Center es com una cursa guanyada més, un cop finalitzes la sessió, et sents guanyador.</p>
								</blockquote>
								<div class="author">
									<div class="image">
										<img src="images/pic01.jpg" alt="" />
									</div>
									<p class="credit">- <strong>Mireia Belmonte</strong> <span>Nadadora olímpica</span></p>
								</div>
							</div>
						</section>
						<section>
							<div class="content">
								<blockquote>
									<p>Fitness Center és el meu centre esportiu de referència, personal molt amable i sobretot professionals de primera!</p>
								</blockquote>
								<div class="author">
									<div class="image">
										<img src="images/pic03.jpg" alt="" />
									</div>
									<p class="credit">- <strong>Ansu Fati</strong> <span>Jugador del FC Barcelona</span></p>
								</div>
							</div>
						</section>
						<section>
							<div class="content">
								<blockquote>
									<p>Sempre va bé tenir un equip qualificat per mantenir la forma física al 100 % cada dia.</p>
								</blockquote>
								<div class="author">
									<div class="image">
										<img src="images/pic02.jpg" alt="" />
									</div>
									<p class="credit">- <strong>Killian Jornet</strong> <span>Trekker i runner professional</span></p>
								</div>
							</div>
						</section>
					</div>
				</div>
			</section>

		
			<footer id="footer">
				<div class="inner">
					<div class="content">
						<section>
							<h3>10 anys al teu costat</h3>
							<p>Fitness Center és un centre que porta més de 10 anys en actiu a la localitat de Tàrrega. Gràcies a l'esforç i la il·Lusió que hi hem posat, ens hem convertit en el principal centre de referència en tot el país. Disposem de més de 800m2 d'instal·Lacions esportives altament equipades i preparades. La satisfacció i el compromís dels nostres socis ens ajuden a seguir expandint-nos i millorant dia a dia.</p>
						</section>
						<section>
							<h4>Altres</h4>
							<ul class="alt">
								<li><a data-toggle="modal" data-target="#exampleModal">Avís Legal</a></li>
								<li><a data-toggle="modal" data-target="#exampleModal2">Política de Cookies</a></li>
								<li><a data-toggle="modal" data-target="#exampleModal3">Política de Privacitat</a></li>
								<li><a href="#">Accés per treballadors</a></li>
							</ul>
						</section>
						<section>
							<h4>Suegueix-nos</h4>
							<ul class="plain">
								<li><a href="#"><i class="icon fa-twitter">&nbsp;</i>Twitter</a></li>
								<li><a href="#"><i class="icon fa-facebook">&nbsp;</i>Facebook</a></li>
								<li><a href="#"><i class="icon fa-instagram">&nbsp;</i>Instagram</a></li>
							</ul>
						</section>
					</div>
					<div class="copyright">
						&copy; Copyright - Fitness Center - Roger i Oriol.
					</div>
                </div>
                
                <div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
                  <div class="modal-dialog" role="document">
                    <div style="color: #000;" class="modal-content">
                      <div class="modal-header" style="background-color: #000;">
                        <h5 style="color: #fff;" class="modal-title" id="exampleModalLabel">Avís Legal</h5>
                        <button style="box-shadow: none;" type="button" class="close" data-dismiss="modal" aria-label="Close">
                          <span style="color: red; box-shadow: none;" aria-hidden="true">&times;</span>
                        </button>
                      </div>
                      <div class="modal-body">
                        grerjhgujhrtjghtejh9etjh9tehjtruh
                      </div>
                      <div style="background-color: #8B8C91;" class="modal-footer">
                      </div>
                    </div>
                  </div>
                </div>
                
                <div class="modal fade" id="exampleModal2" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
                  <div class="modal-dialog" role="document">
                    <div style="color: #000;" class="modal-content">
                      <div class="modal-header" style="background-color: #000;">
                        <h5 style="color: #fff;" class="modal-title" id="exampleModalLabel">Política de Cookies</h5>
                        <button style="box-shadow: none;" type="button" class="close" data-dismiss="modal" aria-label="Close">
                          <span style="color: red; box-shadow: none;" aria-hidden="true">&times;</span>
                        </button>
                      </div>
                      <div class="modal-body">
                        <div style="text-align: justify;">
                        <strong>Qu&egrave; s&oacute;n les cookies?</strong><br />
                        En angl&egrave;s, el terme &quot;cookie&quot; significa galeta, per&ograve; en l&#39;&agrave;mbit de la navegaci&oacute; web, una &quot;cookie&quot; &eacute;s una cosa completament diferent.<br />
                        <br />
                        Quan accedeixes a la nostra web, al navegador del teu dispositiu s&#39;emmagatzema una petita quantitat de text que s&#39;anomena &quot;galeta&quot;. Aquest text cont&eacute; informaci&oacute; variada sobre el teu navegaci&oacute;, h&agrave;bits, prefer&egrave;ncies, personalitzacions de continguts, etc...<br />
                        <br />
                        Hi ha altres tecnologies que funcionen de manera similar i que tamb&eacute; es fan servir per recopilar dades sobre la teva activitat de navegaci&oacute;. Anomenarem &quot;cookies&quot; a totes aquestes tecnologies en el seu conjunt.<br />
                        <br />
                        Els usos concrets que fem d&#39;aquestes tecnologies es descriuen en el present document.<br />
                        <br />
                        <strong>Per a qu&egrave; s&#39;utilitzen les cookies en aquesta web?</strong><br />
                        Les cookies s&oacute;n una part essencial de com funciona el nostre lloc web. L&#39;objectiu principal de les nostres cookies &eacute;s millorar la teva experi&egrave;ncia en la navegaci&oacute;. Per exemple, per recordar les teves prefer&egrave;ncies (idioma, pa&iacute;s, etc.) durant la navegaci&oacute; i en futures visites. La informaci&oacute; recollida a les cookies ens permet a m&eacute;s millorar el web, adaptar-la als teus interessos com a usuari, accelerar les recerques que facis, etc...<br />
                        <br />
                        En determinats casos, si hem obtingut teu previ consentiment informat, podrem utilitzar cookies per a altres usos, com ara per obtenir informaci&oacute; que ens permeti mostrar publicitat basada en l&#39;an&agrave;lisi de les teves h&agrave;bits de navegaci&oacute;.<br />
                        <br />
                        <strong>Per a qu&egrave; NO s&#39;utilitzen les cookies en aquesta web?</strong><br />
                        A les cookies que utilitzem no s&#39;emmagatzema informaci&oacute; sensible d&#39;identificaci&oacute; personal com el teu nom, adre&ccedil;a, la contrasenya, etc...<br />
                        <br />
                        <strong>Qui utilitza la informaci&oacute; emmagatzemada en les cookies?</strong><br />
                        La informaci&oacute; emmagatzemada en les galetes del nostre lloc web &eacute;s utilitzada exclusivament per nosaltres, a excepci&oacute; d&#39;aquelles identificades m&eacute;s endavant com a &#39;cookie de tercers&#39;, que s&oacute;n utilitzades i gestionades per entitats externes que ens proporcionen serveis que milloren l&#39;experi&egrave;ncia de l&#39;usuari. Per exemple, les estad&iacute;stiques que es recullen sobre el nombre de visites, el contingut que m&eacute;s agrada, etc...<br />
                        <br />
                        Les cookies de tercers tamb&eacute; se solen utilitzar per garantir les operacions de pagament realitzades a trav&eacute;s del web.<br />
                        <br />
                        <strong>Com puc evitar l&#39;&uacute;s de cookies en aquest lloc web?</strong><br />
                        Si prefereixes evitar l&#39;&uacute;s de les cookies, pots REBUTJAR seu &uacute;s o pots CONFIGURAR les que vols evitar i les que permets utilitzar (en el nostre centre de control de cookies, accedint a trav&eacute;s del bot&oacute; CONFIGURACI&Oacute;, situat a l&#39;inici o final d&#39;aquesta finestra. donem informaci&oacute; ampliada a l&#39;respecte de cada tipus de cookie, la seva finalitat, destinatari, temporalitat, etc.).<br />
                        <br />
                        Si les has acceptat, no tornarem a preguntar-te llevat que esborris les cookies al teu dispositiu segons s&#39;indica en l&#39;apartat seg&uuml;ent.<br />
                        <br />
                        Si vols revocar el consentiment haur&agrave;s d&#39;eliminar les cookies i tornar a configurar-los.<br />
                        <br />
                        <strong>Com deshabilitem i eliminar la utilitzaci&oacute; de galetes?</strong><br />
                        Per restringir, bloquejar o esborrar les cookies d&#39;aquest lloc web (i les usades per tercers) pots fer-ho, en qualsevol moment:<br />
                        <br />
                        &bull; Mitjan&ccedil;ant el nostre centre de control de cookies, accedint a trav&eacute;s del bot&oacute; CONFIGURACI&Oacute;, situat a l&#39;inici o final d&#39;aquesta finestra.<br />
                        <br />
                        &bull; Modificant la configuraci&oacute; del teu navegador. Tingues en compte que aquesta configuraci&oacute; &eacute;s diferent en cada navegador, si b&eacute; &eacute;s habitual trobar la configuraci&oacute; de cookies al men&uacute; &#39;Prefer&egrave;ncies&#39; &#39;Eines&#39; &quot;Opcions&quot; i despr&eacute;s a &quot;Privadesa i Seguretat&quot; o en &quot;esborrar dades de navegaci&oacute;&quot;, etc.<br />
                        <br />
                        Per a m&eacute;s detall sobre la configuraci&oacute; de les cookies a cada navegador, pots consultar el men&uacute; &#39;Ajuda&#39; de la mateixa.<br />
                        <br />
                        <strong>Quins tipus de cookies s&#39;utilitzen en aquesta p&agrave;gina web?</strong><br />
                        Cada p&agrave;gina web utilitza les seves pr&ograve;pies cookies. A la nostra web utilitzem les que s&#39;indiquen a<br />
                        continuaci&oacute;:<br />
                        <br />
                        <strong>SEGONS L&#39;ENTITAT QUE HO GESTIONA</strong><br />
                        <strong>&bull; Cookies pr&ograve;pies:</strong><br />
                        S&oacute;n aquelles que s&#39;envien a l&#39;equip terminal de l&#39;usuari des d&#39;un equip o domini gestionat pel propi editor i des del qual es presta el servei sol&middot;licitat per l&#39;usuari.<br />
                        <br />
                        <strong>&bull; Cookies de tercers:</strong><br />
                        S&oacute;n aquelles que s&#39;envien a l&#39;equip terminal de l&#39;usuari des d&#39;un equip o domini que no &eacute;s gestionat per l&#39;editor, sin&oacute; per una altra entitat que tracta les dades obtingudes a trav&eacute;s de les cookies.<br />
                        <br />
                        En el cas que les cookies siguin servides des d&#39;un equip o domini gestionat pel propi editor, per&ograve; la informaci&oacute; que es reculli mitjan&ccedil;ant aquestes sigui gestionada per un tercer, no poden ser considerades com cookies pr&ograve;pies si el tercer les utilitza per a les seves pr&ograve;pies finalitats (per exemple, la millora dels serveis que presta o la prestaci&oacute; de serveis de car&agrave;cter publicitari a favor d&#39;altres entitats).<br />
                        <br />
                        <strong>SEGONS LA FINALITAT</strong><br />
                        <strong>&bull; Cookies t&egrave;cniques o necess&agrave;ries:</strong><br />
                        S&oacute;n aquelles necess&agrave;ries per a la navegaci&oacute; i el bon funcionament de la nostra p&agrave;gina web, com per exemple, controlar el tr&agrave;nsit i la comunicaci&oacute; de dades, identificar la sessi&oacute;, accedir a parts d&#39;acc&eacute;s restringit, recordar els elements que integren una comanda, realitzar el proc&eacute;s de compra d&#39;una comanda, gestionar el pagament, controlar el frau vinculat a la seguretat de l&#39;servei, realitzar la sol&middot;licitud d&#39;inscripci&oacute; o participaci&oacute; en un esdeveniment, comptar visites a efectes de la facturaci&oacute; de llic&egrave;ncies de programari amb el que funciona el servei (lloc web, plataforma o aplicaci&oacute;), utilitzar elements de seguretat durant la navegaci&oacute;, emmagatzemar continguts per a la difusi&oacute; de v&iacute;deos o so, habilitaci&oacute; de contingut din&agrave;mics (per exemple, animaci&oacute; de c&agrave;rrega d&#39;un text o imatge) o compartir continguts a trav&eacute;s de xarxes socials.<br />
                        <br />
                        <strong>&bull; Cookies d&#39;an&agrave;lisi o estad&iacute;stiques:</strong><br />
                        Permeten quantificar el nombre d&#39;usuaris i aix&iacute; realitzar el mesurament i an&agrave;lisi estad&iacute;stica de la<br />
                        utilitzaci&oacute; que fan els usuaris de el servei ofert. Per aix&ograve; s&#39;analitza la seva navegaci&oacute; a la nostra p&agrave;gina web per tal de millorar l&#39;oferta de productes o serveis que li oferim.<br />
                        <br />
                        <strong>&bull; Cookies de prefer&egrave;ncies o personalitzaci&oacute;:</strong><br />
                        S&oacute;n aquelles que permeten recordar informaci&oacute; perqu&egrave; l&#39;usuari accedeixi a el servei amb determinades caracter&iacute;stiques que poden diferenciar la seva experi&egrave;ncia de la d&#39;altres usuaris, com, per exemple, l&#39;idioma, el nombre de resultats a mostrar quan l&#39;usuari realitza una recerca, l&#39;aspecte o contingut de l&#39;servei en funci&oacute; de l&#39;tipus de navegador a trav&eacute;s del qual l&#39;usuari accedeix a l&#39;servei o de la regi&oacute; des de la qual s&#39;accedeix a el servei, etc.<br />
                        <br />
                        <strong>&bull; Publicit&agrave;ries comportamentals o m&agrave;rqueting:</strong><br />
                        S&oacute;n aquelles que, tractades per nosaltres o per tercers, ens permeten analitzar els seus h&agrave;bits de navegaci&oacute; a Internet perqu&egrave; puguem mostrar-publicitat relacionada amb el seu perfil de navegaci&oacute;.<br />
                        <br />
                        <strong>SEGONS EL TERMINI DE TEMPS QUE ROMANEN ACTIVADES</strong><br />
                        <strong>&bull; Cookies de sessi&oacute;:</strong><br />
                        S&oacute;n aquelles dissenyades per a demanar i emmagatzemar dades mentre l&#39;usuari accedeix a una p&agrave;gina web.<br />
                        <br />
                        Se solen emprar per emmagatzemar informaci&oacute; que nom&eacute;s interessa conservar per a la prestaci&oacute; de el servei sol&middot;licitat per l&#39;usuari en una sola ocasi&oacute; (per exemple, una llista de productes adquirits) i desapareixen a l&#39;acabar la sessi&oacute;.<br />
                        <br />
                        <strong>&bull; Cookies persistents:</strong><br />
                        S&oacute;n aquelles en qu&egrave; les dades segueixen emmagatzemats en el terminal i poden ser accedits i tractats durant un per&iacute;ode definit pel responsable de la galeta, i que pot anar d&#39;uns minuts a diversos anys. Referent a aix&ograve; s&#39;ha de valorar espec&iacute;ficament si &eacute;s necess&agrave;ria la utilitzaci&oacute; de cookies persistents, ja que els riscos per a la privacitat podrien reduir-se mitjan&ccedil;ant la utilitzaci&oacute; de cookies de sessi&oacute;.<br />
                        <br />
                        En tot cas, quan s&#39;instal&middot;lin cookies persistents, es recomana reduir a el m&iacute;nim necessari seva durada temporal atenent a la finalitat del seu &uacute;s. A aquests efectes, el Dictamen 4/2012 de l&#39;GT29 va indicar que perqu&egrave; una cookie pugui estar exempta de el deure de consentiment informat, la seva caducitat ha d&#39;estar relacionada amb la seva finalitat. A causa d&#39;aix&ograve;, &eacute;s molt m&eacute;s probable que es considerin com exceptuades les cookies de sessi&oacute; que les persistents.<br />
                        <br />
                        <span style="color:#e74c3c;"><strong>Per veure en detall les cookies utilitzades en aquesta web, acceptar-les, configurar-les o rebutjar-les, prem en CONFIGURACI&Oacute; (bot&oacute; situat a el final d&#39;aquesta finestra o en la part superior de la mateixa).</strong></span></div>

                      </div>
                      <div style="background-color: #8B8C91;" class="modal-footer">
                      </div>
                    </div>
                  </div>
                </div>
                
                <div class="modal fade" id="exampleModal3" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
                  <div class="modal-dialog" role="document">
                    <div style="color: #000;" class="modal-content">
                      <div class="modal-header" style="background-color: #000;">
                        <h5 style="color: #fff;" class="modal-title" id="exampleModalLabel">Política de Privacitat</h5>
                        <button style="box-shadow: none;" type="button" class="close" data-dismiss="modal" aria-label="Close">
                          <span style="color: red; box-shadow: none;" aria-hidden="true">&times;</span>
                        </button>
                      </div>
                      <div class="modal-body">
                        grerjhgujhrtjghtejh9etjh9tehjtruh
                      </div>
                      <div style="background-color: #8B8C91;" class="modal-footer">
                      </div>
                    </div>
                  </div>
                </div>
                
                
			</footer>

		    <script>
            $(window).load(function(){
            $('#exampleModal').modal('show');
            });
            </script>
		    
			<script src="assets/js/jquery.min.js"></script>
			<script src="assets/js/browser.min.js"></script>
			<script src="assets/js/breakpoints.min.js"></script>
			<script src="assets/js/util.js"></script>
			<script src="assets/js/main.js"></script>
            <script src="https://kit.fontawesome.com/0414f73769.js" crossorigin="anonymous"></script>
            <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
            <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.1.1/js/bootstrap.min.js" integrity="sha384-smHYKdLADwkXOn1EmN1qk/HfnUcbVRZyYmZ4qpPea6sjB/pTJ0euyQp0Mk8ck+5T" crossorigin="anonymous"></script>
            
	</body>
</html>